[Ability.A_Tactique_manoeuvre H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战术机动"
mTooltip="此生物可以使用技能并移动。"

[Ability.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="守护者"
mTooltip="此生物对相邻的盟友施加 %spell2.name。对处于 %spell2.name 效果下的盟友造成的所有伤害将被重定向到此生物。"

[Ability.A_gardien_Buff_gardien H7BaseBuff]
mName="守护者"
mTooltip="处于 %spell2.name 效果下的任何其他友方生物将受到的 %buff1.buff.special 伤害被重定向到此生物。持续到该生物下个回合开始。"

[A_Creature_t5_upregate H7Creature]
mName="渊卫"
mLore="除了少数例外，渊卫并不关心陆地居民的问题，因为他们所有的努力都用于遏制潜伏在广阔海洋最黑暗角落的难以想象的恐怖。如果那些生物中哪怕只有一个成功浮出水面，那么所有令水手们恐惧的普通海怪相比之下都会像是无害的小猫。为了对抗如此强大的对手，守护者们穿上由他们族中最好的工匠制作的附魔珊瑚盔甲，无畏地潜入阳光无法到达的深渊。"

[Ability.A_bulle_protectrice_Buff_target_no_visible H7BaseBuff]
mName="气泡保护增益"
mTooltip=""

[Ability.A_bulle_protectrice H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="防护气泡"
mTooltip="处于 %spell1.name 效果下的生物，在遭受攻击时会获得 %spell3.name。"

[A_Creature_t5_base H7Creature]
mName="海卫"
mLore="几个世纪以来，关于一个未知的水栖种族的故事在酒馆里水手间流传，他们的代表会帮助遇难的船只，击退海盗和怪物的攻击，然后返回大海。尽管这样的故事通常被认为不过是传说，但有书面证据表明，过去有一支海精灵船员成功与所谓的海卫建立了密切联系。最新的传言是，有人看到守护者出现在杉瑞亚的军队中，然而，由于莎拉萨的孩子们奉行除非绝对必要否则不接触外界的哲学，无法阐明他们神秘盟友的起源。"

[Ability.A_no_gardien H7BaseBuff]
mName="冷却"
mTooltip="此生物可以在 %durnow 回合后使用 %spell1.name。"

[Ability.A_Gardien_Buff_target H7BaseBuff]
mName="守护者保护"
mTooltip="此单位将其受到的所有伤害转移给海卫或渊卫。只要守护者增益在海卫或渊卫身上激活就持续。"